/* eslint-disable */
const apple = {
  formFields: ,
  templates: [
    {
      화면ID: 'FM-FA010010',
      화면명: '시설물제원',
      템플릿: 'form-tree-form-grid',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-FA020010',
      화면명: '사업계획',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-FA020020',
      화면명: '공사용역계획',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-FA020030',
      화면명: '공사용역설계',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-FA020040',
      화면명: '기성정보',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-FA020050',
      화면명: '준공정보',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-FA020060',
      화면명: '공사용역현황',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-FA030010',
      화면명: '하자검사계획',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-FA030020',
      화면명: '하자검사실적',
      템플릿: 'form-grid-tab',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-FA030030',
      화면명: '하자보수계획',
      템플릿: 'form-grid-tab',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-FA030040',
      화면명: '하자보수실적',
      템플릿: 'form-grid-tab',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-FA030050',
      화면명: '하자완료검사',
      템플릿: 'form-grid-tab',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-FA030060',
      화면명: '하자현황',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB010010',
      화면명: '연간작업계획',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB010020',
      화면명: '월간작업계획',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-JB010030',
      화면명: '보수작업계획',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB010040',
      화면명: '특별점검계획',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB010050',
      화면명: '중점관리/지적개소',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB010060',
      화면명: '작업지시',
      템플릿: 'form-tree-form-grid',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-JB020010',
      화면명: '점검실적',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB020020',
      화면명: '점검실적상세',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB020030',
      화면명: '보수실적',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB020040',
      화면명: '보수실적상세',
      템플릿: 'form-grid-detail-tab',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-JB020050',
      화면명: '특별점검실적',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB020060',
      화면명: '특별점검실적상세',
      템플릿: 'form-grid-detail-tab',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-JB020070',
      화면명: '중점관리/지적개소실적',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB020080',
      화면명: '중점관리/지적개소실적상세',
      템플릿: 'form-grid-detail-tab',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-JB020090',
      화면명: '업무일지',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB020100',
      화면명: '업무일지상세',
      템플릿: 'form-grid-detail-tab',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-JB030010',
      화면명: '보수현황',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB030020',
      화면명: '계획대비실적',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB030030',
      화면명: '월간점검결과현황',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB030040',
      화면명: '점검항목결과현황',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-JB040010',
      화면명: '고장정보',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SI010010',
      화면명: '권한그룹별시설물업무',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-SI020010',
      화면명: '시설물분류코드',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SI020020',
      화면명: '시설물분류체계',
      템플릿: 'form-tree-grid',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-SI020030',
      화면명: '시설물항목속성',
      템플릿: 'form-tree-grid',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-SI030010',
      화면명: '작업종류',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SI030020',
      화면명: '점검표',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SI030030',
      화면명: '점검표항목',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-SI030040',
      화면명: '작업별점검표',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SI040010',
      화면명: '작업조',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SI040020',
      화면명: '작업조별작업자',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SI040030',
      화면명: '외주작업자',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SI050010',
      화면명: '고장기초코드',
      템플릿: 'form-tree-grid-grid',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-SI060010',
      화면명: '타부서입회관리',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-SP10010',
      화면명: '검사계획',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SP10020',
      화면명: '검사실적',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SP20010',
      화면명: '장비마스터',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SP20020',
      화면명: '장비기준',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SP20030',
      화면명: '장비검수기준',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SP30010',
      화면명: '장비검사현황',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-SP40010',
      화면명: '역사청소실적',
      특이한여부: '특이함',
    },
    {
      화면ID: 'FM-SP50010',
      화면명: 'SCADA현황',
      템플릿: 'form-grid',
    },
    {
      화면ID: 'FM-SP50020',
      화면명: '기계설비현황',
      템플릿: 'form-grid',
    },
  ],
};
